Revit 2024 API
ParameterTypeId.SpotSlopeLeaderLength Property
 "Leader Line Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpotSlopeLeaderLength { get; }
Visual Basic
Public Shared ReadOnly Property SpotSlopeLeaderLength As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpotSlopeLeaderLength {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace